import tricks from "./public/imgs/projects/articles/trics.jpg";
import anlysis from "./public/imgs/projects/articles/page-anlysis.jpg";
import chosen from "./public/imgs/projects/articles/chosen.jpg";
import pricing from "./public/imgs/projects/articles/increasing-price.jpg";
import selfish from "./public/imgs/projects/articles/selfish.jpg";
import crackMarket from "./public/imgs/projects/articles/crack-market.jpg";
import hair from "./public/imgs/projects/articles/hairEnhancer.jpg";






export const articles = [
  {
    id: 1,
    title: "✨إثارة الجدل و أثرها في زيادة التفاعل والوصول✨" ,
    img: tricks,
    link: "https://www.facebook.com/share/p/3FE8s7SSttxNo2J4/?mibextid=oFDknk",
    text: `

    إثارة الجدل هي واحدة من الاستراتيجيات التي يستخدمها أصحاب منصات التواصل الإجتماعي للتفاعل حول موضوع معين 
    
    📌 الجدل يحرك المهتمين والمتابعين للتفاعل والوصول للمعلومات وده بخليهم يتكلموا و يعبروا عن ارائهم ووجهات نظرهم 
    
    ⭕ ما دايما بتكون النتايج إيجابية لأنها ممكن توصل مرحلة الصراعات بين أصحاب المنصات 
    
    👨🏽‍🏫 احنا بننصح أصحاب المنصات يكون الحوار دايما مفيد و محترم و يختاروا الموضوعات بعناية شديدة 
    
    📍بكل الأحوال إثارة الجدل استراتيجية فعالة لزيادة الوصول والتفاعل إذا تم استخدامها بحكمة 
    
    بعد ما عرفتوا المعلومات الفوق دي رأيكم شنو في الإستراتيجية دي ⁉️
    
    #حلل_منصتك_باحترافية 
    #platforms
    `,
  },
  {
    id: 2,
    title: "📊تحليل بروفايل حساب عوض سيلفر ",
    img: anlysis,
    link: "https://www.facebook.com/share/p/CYFMTPwKJUpiFLGE/?mibextid=oFDknk",
    text: `


ليه منصات التواصل الاجتماعي مهمة 🤔

لانه هو الواجهة اللي بتعبر عن الهوية الافتراضية للبيزنس بتاعك

الليلة حنحلل منصة Awad silver لانه من اقوى البراندات في عالم الفضة 💍

⭕التحليل ده بغرض التعلم والتطوير فقط

📍اللوقو ذو صلة بمجال 
الصورة الموجودة عليهو جوهرة لامعة بتعكس عبارة اللمعة في الحقيقة واضحة 

📍صورة الغلاف
 جذابة بألوان البراند لمزيد من التطوير تحتاج لتعديل للاعلى شوية عشان عبارة اللمعة في الحقيقة واضحة تظهر كاملة

📍موجود رقم خدمات عملاء و عنوان البريد الإلكتروني وده شي بخلي التواصل معاهم أسرع 

📍حول موضحة لنشاط البيزنس اللي هي لبيع أحدث تشكيلات الفضة التركية و الايطاليه عيار 925

📍روابط منصات التواصل الاجتماعي الاخرى 
 بنوصي باضافتها عشان يسهل الوصول إليها و زيادة المتابعين لها

📍عنوان العمل 
 يحتاج لتحديث بالمكان الحالي للبيزنس عشان الخوارزميات توصلوا للناس المهتمين والمتواجدين فيها

تحليل البروفايل ابدا ما كان هدفه التجسس وانما هو فهم واحترام هوية الآخرين 💎

#platforms 
#حلل_منصتك_باحترافية      `,
  },
  {
    id: 3,
    title: "قوة الاختيار 🔥",
    img: chosen,
    link: "https://www.facebook.com/share/p/5hZ3PvXaQyAaatWY/?mibextid=oFDknk",
    text: `

    من أجمل الاختيارات اللي ممكن تختارها في حق نفسك انك تختار تكون في مجتمع بيشبهك 🫰🏼
    المجتمع بخليك في طاقة الحاجة الانت عايزها يا انساااان 
    حتى لو ما انجزت شي في لحظتها ستجد الطريق عندما تبدأ الرحلة وخيارات ربنا اوسع من خياراتنا بكتيييير✨
    بتذكر في اكتوبر وانا في قمة يأسي وعجزي جاتني فكرة بيزنس و كزولة مؤمنة تماما بالايات دي "ن و القلم وما يسطرون" وقوتها قمت كتبت فكرتي وبحكم خبرتي في تأسيس المشروعات عملت البيزنس موديل ليها فورا 😌
    حقيقي ما كنت عارفة انها حتبقى كيف او بتين بس مسلمة تماما إنها ما جات في بالي صدفة و دخلتها مع ورقي ومشيت نمت 😴
    تقريبا ٢٢ سنة كنت دافنة وحش الكتابة الجواي و حلم الطفولة اني ابقى كاتب 😊
    بدت تظهر لي في التايم لاين بوستات كتيرة شدييييد عن الكتابة فقلت لنفسي ان الاوان فلنفعلها يا انا😍
    كنت بسأل شنو الكورس و الكوتش المساهم والمكان المساهم وبدون أي توقعات 😉
     `
  },
  {
    id: 4,
    title: " هل حتدخل السوق بمنتج واااااااحد ولا اكتر من منتج🤔",
    img: crackMarket,
    link: "https://www.facebook.com/share/p/z5GYRhQHmrxn9Cqj/?mibextid=oFDknk",
    text: `


اغلب الناس البكونو باديين مشاريع يادوب بكونو متحمسين شدييييد و بجي يحتار في النقطة دي يتصرف كيف🥹

القرار ده بيعتمد على ٣ عوامل بعتبرها اساسية شدييييد 

🛒 نوع المنتجات 

يعني إذا كانت منتجاتك كتيييرة معناها حتستهدف شرائح عملاء مختلفين اكتر وده بيكلف مجهود تسويقي اكبر 😎

ممكن تركز على منتج واحد لكن تكون ميزتو التنافسية قوية شدييييد 🔥

🗺️ السوق المستهدف 

لو عندك اكتر من منتج معناها شرائح سوق مختلفة و التسويق ليها حيكون شكل منفصل عشان تركز مع احتياجات ومتطلبات كل فئة براها 🥺

اذا كنت مستهدف سوق واحد فخليك مركز مع سوقك الواااااحد ده وخليك صاحي😁

💰 الموارد المتاحة 

يعني شنو موارد متاحة يا فااااااطمة 😏

بقصد بيها على وجه التحديد تلاتة حاجات
1️⃣ ميزانيتك 
2️⃣ وقتك 
3️⃣ مواردك البشرية

اذا كانت مواردك محدودة  أفضل ليك منتج واحد بعدين تتوسع 

اذا كان امورك طيبة خش بالاسطول كلللو😎

في النهاية مافي صح ومافي غلط 🤩 في أفضلية بيناتهم بناءا على العوامل الفوق دي 

ده كلللو لشنو عشان نوصل لجبل الدولارات سريييع😍

#محتوى_بيشبهك 
#ابدا_مشروعك_صح
#joy_with_business

        `
  },
  {
    id: 5,
    title: "  التسعير ✨",
    img: pricing,
    link: "https://www.facebook.com/share/p/zgm8ShBFh427qY2h/?mibextid=oFDknk",
    text: `
    #استشارة_رقم_٢

    مروة قررت تبدا مشروع جديد و عملت البيزنس موديل بتاعها 😍 وكان ممتاز جدا واتحمست شدييييد عشان تبدا وبدت تحسب في تكاليف مشروعها و ظبطتها لمن جات تحسب الربح امورها جاطت🥹
    
    الوووو فاطمة كيفك🥲
    
    فاطمة طبعا من شافت رقم مروة عرفت انها كاتمة فيها 😂😂😂😂 في حتة ما 
    
    اهلين مروة الخبر والأمور 😁
    
    بفكر اسعر منتجي ده بسعر منخفض عشان الناس تشتري مني اكتر و يبقى عندي هرم الدولارات 🤑
    
    وفاطمة بتسمع وايموشن وشها وش يشعر بالخلعة😳
    
    مروة استهدي بالله هرم الدولارات بجي لكن بفهم😉 اول شي المفروض تنتبهي ليهو سعرك ده لو بقى اقل من المنافسين بكتيير أول سؤال حيجي في بال العميل انو ليه سعرك ده عامل كده😏 معناها منتجك ده ضارب دي نقطة 
    
    النقطة التانية ما ممكن تعملي خطوة زي دي وانتي راس مالك متديناهو من حاج أحمد ☹️ لو راس مالك كبير ممكن تعملي خطوة زي دي بعد دراسة السوق تمااااام 😎
        `
  },
  {
    id: 6,
    title: " العناية بالشعر وأثرها على حب الذات💞",
    img: selfish,
    link: "https://www.facebook.com/share/p/EAtmYEY7J5mQEt7T/?mibextid=oFDknk",
    text: `


    يعتبر الشعر جزء من هويتك الشخصية و يعكس صورتك الخارجية 🤩
    
    ❤‍🔥 الشعر الصحي والمرتب بخليك تحسي بالرضا اتجاه نفسك 
    ❤‍🔥 لمن تكوني محددة روتين عناية ثابت بساعد على تحسين مزاجك و تخفيف التوتر 
    ❤‍🔥 رضاك عن مظهر شعرك يزيد رغبتك في التفاعل الاجتماعي و التعبير عن الذات 
    ❤‍🔥 المواظبة على روتين عناية بتشبه شعرك فيها اكرام لجسمك 
    
    ⭕ شفتي الموضوع قدر شنو بستحق
    
     ماذا لو قمت بالعناية بشعري كل يوم🤷🏽‍♀️
    
    #اعتني_بجمالك 
    #dodi_for_natural_hair_and_skin_care 
    #Fatimah_Suliman        `
  },
  {
    id: 7,
    title: "حنة تطويل الشعر 🦋💜",
    img: hair,
    link: "https://www.facebook.com/share/p/nEoXw9mngV3hCkbQ/?mibextid=oFDknk",
    text: `

بنستخدمها في علاج وتحسين صحة الشعر و هنا حنتنا حقة يوم الليلة بتفرق بانها حنة مخصصة للتطويل 😌

بتتكون من شنو ياااااا فاطمة 🤔

طيب كل الحاقولهم بكميات متساوية 📝

🌿 املا 
🌿 ورد
🌿 بابونج 
🌿 قهوة 
🌿 لافندر
🌿 كركديه
🌿 سدر 
🌿 محلب 
🌿 صندل 

⭕ تسحني كل المكونات اللي قلناها دي وتلخبطيهم مع بعض 

اها وبعد سحنتهم🤷🏽‍♀️

🌼 ممكن تضيفي ملعقة منها للماسك حقك المعتمداهو
🌼 ممكن تستخدميهو كماسك وتضيفي ليهو زبادي و عسل 
🌼 تضيفي ملعقة منها لكريمك حق الترطيب 
🌼 تضيفي ملعقة منها لزيتك المعتمداهو 

النتايج بتظهر في كم من الوقت😒

ما اقل من شهر شنووووو مااااااا اقل من شهررررررررررر

#اعتني_بجمالك 
#dodi_for_natural_hair_and_skin_care 
#Fatimah_Suliman
        `
  },
  

 
];
